# -*- coding: utf-8 -*-
SMS_URL = "https://api.textlocal.in/send/?"
SMS_API_KEY = "TaPsIJvF1xY-HXANKNUxAz1o9z6URFas81YfuQgObE"

VIDHAN_CON = {
    'indra': "इन्द्र",
    'indra - indrani': "इन्द्र इन्द्राणी ",
    'indrani':"इन्द्राणी"
}

GENERIC_MSG = """जय जिनेन्द्र,
आप से निवेदन है कि आप अपनी बोली चेक करके स्टेटस अपडेट कर दे।
http://susjainmandir.tk

आप के दान की बहुत बहुत अनुमोदना !
"""

DAILE_MSG = """जय जिनेन्द्र,
आप के द्वारा बोले गये दान की बहुत बहुत अनुमोदना !
दान राशि : {}.00
दिनांक : {}
अधिक जानकारी के लिए देखें
http://susjainmandir.tk
"""

SPECIAL_MSG = """जय जिनेन्द्र,
श्री सिद्धचक्र विधान मे इंद्र/इन्द्राणी के रूप मे सम्मिलित होने पर सुस जैन समाज आपका अभिवादन करता है।
राशि जमा करके आप अपने वस्त्र सुस मंदिरजी, दवबिन्दु से प्राप्त कर सकते हैं।  संपर्क : 9893253099, 8805123600,
8888832198
http://susjainmandir.tk
"""
